
	,paramTemplate : {
		"hometax" : {
			"로그인" : {
				Module : "HomeTax",
				Class : "PC조회발급서비스",
				Job : "로그인",
				Input : {
					"로그인방식" : "CERT",
					"사용자아이디" : "",
					"사용자비밀번호" : "",
					"인증서" : {
						"이름" : "",
						"만료일자" : "",
						"비밀번호" : ""
					}
				}
			},
			"로그인_금융인증서" : {
				Module : "HomeTax",
				Class : "PC조회발급서비스",
				Job : "로그인",
				Input : {
					"로그인방식" : "FIN_CERT"
				}
			},
			"금융인증서" : {
				Module : "HomeTax",
				Class : "PC조회발급서비스",
				Job : "FIN_CERT",
				Input : {
					"res" : [ {
						"signedVals" : [],
						"cretificate" : "",
						"rValue" : "",
						"certSeqNum" : ""
					} ]
				}
			},
            "공인인증서등록": {
                Module : "HomeTax",
                Class : "PC조회발급서비스",
                Job : "공인인증서등록",
				Input : {
					"사업자등록번호" : ""
				}
            },
			"사업자등록증명" : {
				Module : "HomeTax",
				Class : "PC조회발급서비스",
				Job : "사업자등록증명",
				Input : {
					"사업자등록번호" : ""
				}
			},
			"개인사업자업종조회" : {
				Module : "HomeTax",
				Class : "PC조회발급서비스",
				Job : "개인사업자업종조회",
				Input : {
					"사업자등록번호" : ""
				}
			},
			"소득금액증명_통합" : {
				Module : "HomeTax",
				Class : "PC조회발급서비스",
				Job : "소득금액증명_통합",
				Input : {
					"파일저장" : "",
					"과세시작년" : "",
					"과세종료년" : "",
					"소득발생처공개여부" : "",
					"주소_공개여부" : "Y",
					"주민등록번호_공개여부" : "Y",
					"신청인구분" : "",
					"의뢰인주민등록번호" : "",
					"사용용도" : "7",
					"제출처" : "",
					"수령방법" : "",
					"원천징수의무자_전체표시" : "Y"
				}
			},
			"부가가치세과세표준증명원" : {
				Module : "HomeTax",
				Class : "PC조회발급서비스",
				Job : "부가가치세과세표준증명원",
				Input : {
					"사업자등록번호" : "",
					"과세시작월" : "",
					"과세종료월" : "",
					"주민등록번호_공개여부" : "Y",
					"파일저장" : ""
				}
			},
			"면세사업자수입금액증명원" : {
				Module : "HomeTax",
				Class : "PC조회발급서비스",
				Job : "면세사업자수입금액증명원",
				Input : {
					"주민등록번호_공개여부" : "Y",
					"과세기간시작년" : "",
					"과세기간종료년" : "",
					"사업자등록번호" : "",
					"파일저장" : "0",
					"신청인구분" : "",
					"의뢰인사업자번호" : "",
					"사용용도" : "",
					"제출처" : ""
				}
			},
			"전자세금계산서목록조회" : {
				Module : "HomeTax",
				Class : "PC조회발급서비스",
				Job : "전자세금계산서목록조회",
				Input : {
					"분류" : "",
					"매입매출구분" : "1",
					"조회기준" : "2",
					"조회시작일" : "",
					"조회종료일" : "",
					"공급자구분" : "",
					"공급받는자_등록번호" : "",
					"공급자_사업자등록번호" : "",
					"전자세금계산서종류_대분류" : "",
					"전자세금계산서종류_중분류" : "",
					"목록정보조회" : ""
				}
			},
			"전자세금계산서매출매입통계" : {
				Module : "HomeTax",
				Class : "PC조회발급서비스",
				Job : "전자세금계산서매출매입통계",
				Input : {
					"분류" : "",
					"구분" : "1",
					"조회시작일" : "",
					"조회종료일" : ""
				}
			},
			"현금영수증매출내역" : {
				Module : "HomeTax",
				Class : "PC조회발급서비스",
				Job : "현금영수증매출내역",
				Input : {
					"조회구분" : "3",
					"조회기간" : "",
					"사업자등록번호" : ""
				}
			},
			"현금영수증매출누계" : {
				Module : "HomeTax",
				Class : "PC조회발급서비스",
				Job : "현금영수증매출누계",
				Input : {
					"조회년도" : "",
					"분기" : "",
					"사업자등록번호" : ""
				}
			},
			"사업자전환" : {
				Module : "HomeTax",
				Class : "PC조회발급서비스",
				Job : "사업자전환",
				Input : {
					"구분" : "1",
					"사업자등록번호" : ""
				}
			},
			"로그아웃" : {
				Module : "HomeTax",
				Class : "PC조회발급서비스",
				Job : "로그아웃",
				Input : {}
			}
		},
		"minwon" : {
			"로그인": {
				Module: "MinWon",
				Class : "민원신청조회",
				Job   : "로그인",
				Input : {
					"로그인방식": "CERT",
					"인증서": {
						"이름": "",
						"만료일자": "",
						"비밀번호": ""
					}
				}
			},
			"로그아웃": {
				Module: "MinWon",
				Class : "민원신청조회",
				Job   : "로그아웃",
				Input : {}
			},
			"사업자등록증명": {
				Module: "MinWon",
				Class : "민원신청조회",
				Job   : "사업자등록증명",
				Input : {
					"사업자번호": "",
					"주민등록번호_공개여부": "Y",
					"파일저장": "",
					"인증서": {
						"이름": "",
						"만료일자": "",
						"비밀번호": ""
					}
				}
			},
			"납세증명서": {
				Module: "MinWon",
				Class : "민원신청조회",
				Job   : "납세증명서",
				Input : {
					"전화번호": "021111111",
					"주민등록번호_공개여부": "Y",
					"파일저장": "",
					"인증서": {
						"이름": "",
						"만료일자": "",
						"비밀번호": ""
					}
				}
			},
			"지방세납세증명": {
				Module: "MinWon",
				Class : "민원신청조회",
				Job   : "지방세납세증명",
				Input : {
					"조회구분": "0",
					"주소코드": "1114010500|111403101006|1114055000|79|0|0|04541",
					"기본주소": "서울특별시 중구 을지로",
					"전화번호": "",
					"상세주소": "",
					"증명서사용목적": "기타",
					"주민_법인_외국인등록번호_출력여부": "Y",
					"파일저장": "",
					"인증서": {
						"이름": "",
						"만료일자": "",
						"비밀번호": ""
					}
				}
			},
			"부가가치세과세표준증명원": {
				Module: "MinWon",
				Class : "민원신청조회",
				Job   : "부가가치세과세표준증명원",
				Input : {
					"과세시작월":"",
					"과세종료월":"",
					"사업자등록번호":"",
					"주민등록번호_공개여부":"Y",
					"파일저장": "",
					"인증서": {
						"이름": "",
						"만료일자": "",
						"비밀번호": ""
					}
				}
			},
			"부가가치세면세표준증명원": {
				Module: "MinWon",
				Class : "민원신청조회",
				Job   : "부가가치세면세표준증명원",
				Input : {
					"과세시작년":"",
					"과세종료년":"",
					"사업자등록번호":"",
					"주민등록번호_공개여부":"Y",
					"주소_공개여부":"Y",
					"파일저장": "",
					"인증서": {
						"이름": "",
						"만료일자": "",
						"비밀번호": ""
					}
				}
			}
		},
		"cardsales" : {
			"로그인" : {
				Module : "cardsales",
				Class : "가맹점카드매출",
				Job : "로그인",
				Input : {
					"로그인방식" : "ID",
					"사용자아이디" : "",
					"사용자비밀번호" : "",
					"인증서" : {
						"이름" : "",
						"만료일자" : "",
						"비밀번호" : ""
					}
				}
			},
			"승인내역" : {
				Module : "cardsales",
				Class : "가맹점카드매출",
				Job : "승인내역",
				Input : {
					"조회시작일" : "",
					"조회종료일" : "",
					"조회구분" : "S",
					"가맹점그룹명" : "[ALL]",
					"카드사" : "",
					"가맹점코드" : ""
				}
			},
			"월별승인내역" : {
				Module : "cardsales",
				Class : "가맹점카드매출",
				Job : "월별승인내역",
				Input : {
					"조회시작일" : "",
					"조회종료일" w: "",
					"가맹점그룹명" : "[ALL]",
					"카드사" : "",
					"가맹점코드" : ""
				}
			},
			"로그아웃" : {
				Module : "cardsales",
				Class : "가맹점카드매출",
				Job : "로그아웃",
				Input : {}
			},
			"가맹점관리" : {
				Module : "cardsales",
				Class : "가맹점카드매출",
				Job : "가맹점관리",
				Input : {
					"조회구분" : ""
				}
			}
		}
	}